/* No comment */
"Please contact your web hosting service provider for assistance" = "உதவிக்கு உங்கள் வலை ஓச்டிங் பணி வழங்குநரைத் தொடர்பு கொள்ளவும்";

/* No comment */
"Please open a ticket at {0}" = "தயவுசெய்து ஒரு டிக்கெட்டை {0} இல் திறக்கவும்";

"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "டி.என்.எச் என்பது சேவையக பெயரை அதன் இணைய முகவரிக்கு மொழிபெயர்க்கும் பிணைய சேவையாகும். இந்த பிழை பெரும்பாலும் இணையத்துடன் எந்த தொடர்பும் அல்லது தவறாக கட்டமைக்கப்பட்ட நெட்வொர்க்கால் ஏற்படாது. இது பதிலளிக்காத டிஎன்எச் சேவையகம் அல்லது பிணையத்திற்கான அணுகலைத் தடுக்கும் ஃபயர்வால் ஆகியவற்றால் ஏற்படலாம்.";

"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "இணைப்பு முயற்சி நிராகரிக்கப்பட்டது. சேவையகம் கீழே இருக்கலாம், அல்லது உங்கள் பிணையம் சரியாக கட்டமைக்கப்படாமல் போகலாம்.";